Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/health/health_system/making_a_complaint_about_the_health_service_executive.html.txt.tmx
Source language: en
Languages: ga

source: Making a complaint about a health service
ga: Gearán a dhéanamh faoi sheirbhís sláinte

source: This document describes the complaints system for public health services provided by, or on behalf of, the Health Service Executive (HSE)
ga: Déantar cur síos sa cháipéis seo ar an gcóras gearán le haghaidh seirbhísí sláinte poiblí a sholáthraíonn Feidhmeannacht na Seirbhíse Sláinte (FSS) nó a sholáthraítear thar a ceann

source: For information about making a complaint about a private health service visit healthcomplaints.ie which provides information on making complaints about private and public health services
ga: I dtaobh seirbhísí sláinte príobháideacha, tabhairt cuairt ar healthcomplaints.ie, a sholáthraíonn faisnéis ar ghearáin a dhéanamh faoi sheirbhísí sláinte príobháideacha agus poiblí

source: There is a statutory complaints system for anyone seeking or receiving public health or personal social services who wishes to make a complaint about the HSE
ga: Tá córas reachtúil gearán ar fáil d’aon duine atá ar lorg nó ag fáil seirbhísí sláinte poiblí nó seirbhísí sóisialta pearsanta agus ar mian leis/léi gearán a dhéanamh faoi Fheidhmeannacht na Seirbhíse Sláinte

source: The complaints system also covers service providers with HSE contracts who provide health or personal social services on behalf of the HSE
ga: Clúdaítear i gcóras na ngearán na soláthraithe seirbhíse a bhfuil conarthaí acu le FSS agus a chuireann seirbhísí sláinte nó sóisialta pearsanta ar fáil thar ceann FSS

source: The law governing the complaints system is set out in Part 9 of the Health Act 2004
ga: Tá an dlí lena rialaítear córas na ngearán leagtha amach i Cuid 9 Acht Sláinte 2004

source: What can you make a complaint about?
ga: Cad faoi is féidir leat gearán a dhéanamh?

source: You may make a complaint about any action of the HSE or a service provider that, in your view, doesn’t seem to be fair or reliable administrative practice and that adversely affects you, or someone on whose behalf you are making a complaint
ga: Is féidir leat gearán a dhéanamh faoi ghníomh ar bith de chuid FSS nó soláthraithe seirbhíse maidir leis an méid seo a leanas:

source: Administrative practice refers to the way decisions are made and how services operate
ga: Cad is cleachtas riaracháin cothrom nó iontaofa ann?

source: Under the complaints system, administrative practice isn’t considered to be fair or reliable if it is:
ga: Ní mheastar cleachtas riaracháin a bheith cothrom ná iontaofa de réir chóras na ngearán sna cásanna seo a leanas:

source: • Taken without proper authority
ga: • Déantar é gan údarás cuí

source: • Taken on irrelevant grounds
ga: • Déantar é de bhun bunús neamhábhartha

source: • The result of negligence or carelessness
ga: • Déantar é de thoradh faillí nó míchúraim

source: • Based on erroneous or incomplete information
ga: • Déantar é bunaithe ar fhaisnéis atá mícheart nó neamhiomlán

source: • Based on undesirable administrative practice
ga: • Déantar é bunaithe ar chleachtas riaracháin atá neamh-inmhianaithe, nó

source: • In any other respect, against fair or sound administration
ga: • Ar ábhar ar bith eile, atá contráilte do riarachán cothrom ná iontaofa

source: Who can make a complaint?
ga: Cé atá in ann gearán a dhéanamh?

source: If you are unable to make a complaint on your own behalf due to your age, illness or disability, someone else can make a complaint on your behalf
ga: Mura bhfuil tú in ann gearán a dhéanamh ar do shon féin de dheasca aoise, tinnis nó míchumais, is féidir le duine eile gearán a dhéanamh ar do shon

source: • Anyone appointed by law or the courts to take care of your affairs
ga: • Duine ar bith atá ceaptha de réir an dlí nó de réir na gcúirteanna chun do chuid gnóthaí a riar

source: (This would seem to include a Committee of a Ward of Court or someone appointed under an Enduring Power of Attorney
ga: (San áireamh leis seo bheadh Coiste Coimircí Cúirte nó duine atá ceaptha faoi Chumhacht Bhuan Aturnae

source: It is not however entirely clear as the law which applies to Committees and Attorneys gives them specific and not general powers)
ga: Níl sé iomlán soiléir áfach ós rud é go dtugtar cumhachtaí sainiúla, seachas cumhachtaí ginearálta dóibh sa dlí a bhaineann le Coistí agus le hAturnaetha)

source: • Anyone else with your consent
ga: • Duine ar bith eile atá ceadaithe agat, nó

source: • Anyone who is appointed, as set out in the Regulations
ga: • Duine ar bith eile atá ceaptha, de réir mar atá leagtha amach sna Rialacháin

source: Can a complaint be made on behalf of a deceased person?
ga: An féidir gearán a dhéanamh thar ceann duine nach maireann?

source: In such cases the complaint may be made by a close relative or carer
ga: I gcásanna dá leithéid is féidir le garghaol nó le cúramóir an gearán a dhéanamh

source: A close relative includes a parent, guardian, son, daughter, spouse or cohabiting partner
ga: Is ionann garghaol is tuismitheoir, caomhnóir, mac, iníon, céile nó páirtí comhchónaithe

source: Remember, the complaint must be made within 12 months of the date of the action giving rise to the complaint or of the person becoming aware of the action
ga: Ní mór don ghearán a bheith déanta, áfach, laistigh de 12 mhí ó dháta an ghnímh atá mar ábhar an ghearáin nó ón dáta a thagann an gníomh chun feasa an duine atá i gceist

source: A complaints officer may extend the time limit if there are special circumstances involved
ga: D’fhéadfadh oifigeach gearán an teorainn ama a shíneadh má tá imthosca speisialta i gceist

source: Which complaints are not covered?
ga: Cad iad na gearáin nach bhfuil clúdaithe?

source: You cannot complain about:
ga: Ní féidir leat gearán a dhéanamh faoin méid seo a leanas:

source: • A matter that is, or has been the subject of legal proceedings before a court or tribunal
ga: • Ábhar atá, nó a bhí mar ábhar imeachtaí dlíthiúla os comhair cúirte nó binse

source: • A matter relating solely to the clinical judgment (medical decision) by a person acting on behalf of the HSE or a service provider
ga: • Gníomh arna ghlacadh ag FSS nó ag soláthraí seirbhíse de bhun comhairle duine éigin a d’úsáid a bhreithiúnas cliniciúil

source: • An action taken by the HSE or a service provider solely on the advice of someone exercising their clinical judgment
ga: • Ábhar maidir le hearcú, ceapachán nó téarmaí agus coinníollacha fostaithe nó comhairleoirí FSS nó soláthraí seirbhíse

source: • A matter relating to the recruitment, appointment or terms and conditions of an employee or advisor of the HSE or a service provider
ga: • Ábhar a bhaineann le hAchtanna Leasa Shóisialaigh, mar shampla An Scéim Liúntais Leasa Fhorlíontaigh. (Téitear i ngleic leo trí Oifig Achomhairc Leasa Shóisialaigh)

source: • A matter relating to the registration of births, marriages and deaths that could be the subject of an appeal (Section 60 of the Civil Registration Act 2004)
ga: • Ábhar a bhaineann le clárú breitheanna, bainiseacha agus básanna a d’fhéadfadh a bheith mar ábhar achomhairc (Alt 60 den Acht um Chlárú Sibhialta)

source: A matter that could prejudice an investigation being undertaken by the Gardaí
ga: • Ábhar a d’fhéadfadh dochar a dhéanamh d’fhiosrúchán atá á dhéanamh ag na Gardaí

source: • A matter that has been brought before any other statutory complaints procedure
ga: • Ábhar atá curtha faoi bhráid nós imeachta reachtúil eile um ghearáin

source: (This doesn’t prevent a complaints officer dealing with a complaint that was made to the Ombudsman or the Ombudsman for Children.)
ga: (Ní chuireann sé seo bac ar oifigeach gearán dul i ngleic le gearán atá curtha faoi bhráid an Ombudsman nó an Ombudsman do Leanaí)

source: How does the HSE complaints procedure operate?
ga: Conas mar a oibríonn nós imeachta gearán FSS?

source: The complaints officer will be informed of all verbal complaints that could not be resolved at the first point of contact and will receive a copy of all written complaints
ga: Tabharfar fógra don oifigeach gearán faoi gach gearán ó bhéal nach rabhthas in ann a réiteach ag an gcéad phointe teagmhála. Gheobhaidh an t-oifigeach gearán cóip de gach gearán scríofa freisin

source: Depending on the nature of the complaint, the complaints officer, with the consent of the people involved, may consider if an informal resolution might be appropriate
ga: Ag brath ar chineál an ghearáin, féadfaidh an t-oifigeach gearán, le toiliú na ndaoine lena mbaineann, breithniú a dhéanamh ar cé acu atá nó nach bhfuil réiteach neamhfhoirmiúil oiriúnach don chás

source: As part of the informal resolution the complaints officer may arrange a meeting between the parties concerned or use mediation services
ga: Mar chuid den réiteach neamhfhoirmiúil, féadfaidh an t-oifigeach gearán cruinniú a eagrú idir na páirtithe lena mbaineann nó leas a bhaint as seirbhísí idirghabhála

source: If informal resolution is not appropriate or turns out not to be successful, the complaints officer will start a formal investigation of the complaint
ga: Mura bhfuil réiteach neamhfhoirmiúil oiriúnach don chás, nó mura n-éiríonn le réiteach neamhfhoirmiúil, tionscnóidh an t-oifigeach gearán imscrúdú foirmiúil ar an ngearán

source: You may then ask for a review of that recommendation and there will be an internal review
ga: Ansin is féidir leat athbhreithniú ar an moladh sin a lorg agus déanfar athbhreithniú inmheánach

source: (See ‘How to apply’ for information on how to make a complaint)
ga: (Féach ar ‘Conas iarratas a dhéanamh’ thíos le fáil amach conas gearán a dhéanamh)

source: Written complaints will be acknowledged within five working days and the complaint will be investigated within 30 working days
ga: Tabharfar admháil maidir le gach gearán scríofa laistigh de chúig lá oibre agus déanfar an gearán a fhiosrú laistigh de 30 lá oibre

source: You will get a written response to your complaint
ga: Gheobhaidh tú freagra scríofa maidir le do ghearán

source: You will be told of your right to have an internal review and of your right to go to the Ombudsman
ga: Cuirfear ar an eolas tú maidir le do cheart athbhreithniú inmheánach a fháil agus maidir le do cheart dul i muinín an Ombudsman

source: Service providers may put their own procedures in place by agreement with the HSE
ga: Is féidir le soláthraithe seirbhíse a nósanna imeachta féin a chur i bhfeidhm trí chomhaontú le FSS

source: It is a condition of the agreement between the HSE and service providers that service providers will comply with the HSE complaints procedure, or establish its own complaints procedures
ga: Is coinníoll é sa chomhaontú idir FSS agus soláthraithe seirbhíse go gcomhlíonfaidh soláthraithe seirbhíse nós imeachta gearán FSS, nó go ndéanfaidh siad a nósanna imeachta gearán féin a bhunú

source: It’s also a condition that the service provider will co-operate with the HSE in any review of a complaints officer’s recommendation following the investigation of a complaint against the service provider
ga: Is coinníoll é fosta go gcomhoibreoidh an soláthraí seirbhíse le FSS maidir le hathbhreithniú ar bith ar mholadh an oifigigh ghearán i ndiaidh an fhiosrúcháin ar ghearán i gcoinne an tsoláthraí seirbhíse

source: Are complaints officers required to fully investigate every complaint?
ga: An gá d’oifigigh gearán fiosrúchán iomlán a dhéanamh ar gach gearán?

source: Complaints officers may stop investigating a complaint for various reasons
ga: Is féidir le hoifigigh gearán stop a chur le fiosrúchán ar ghearán ar chúiseanna éagsúla

source: For example, if the complaint is trivial or vexatious
ga: Mar shampla, más neafaiseach nó cráiteach an gearán

source: Complaints officers do not have to investigate complaints that don’t come within the scheme
ga: Ní gá d’oifigigh gearán fiosrúchán a dhéanamh ar ghearáin nach gclúdaítear mar chuid den scéim

source: What recommendations can a complaints officer not make?
ga: Cad iad na moltaí is féidir le hoifigeach gearán a dhéanamh?

source: A complaints officer cannot make a recommendation which would require the HSE to make a material change to its approved service plan
ga: Ní féidir le hoifigeach gearán moladh a dhéanamh a chuirfeadh iallach ar FSS athrú ábhartha a chur lena plean seirbhíse atá faofa

source: (Approved service plans indicate the type and volume of health and personal social services to be provided by the HSE, they indicate planned capital spending on services, etc.)
ga: (Léiríonn pleananna seirbhíse faofa cineál agus méid na seirbhísí sóisialta sláinte agus pearsanta atá le soláthar ag FSS, léiríonn siad an caiteachas caipitil atá beartaithe le haghaidh seirbhísí, srl)

source: Complaints officers cannot make recommendations either that would require a change to be made to the contractual arrangements which the HSE has with a service provider
ga: Ní féidir le hoifigigh gearán moltaí a dhéanamh a chruthódh iallach athrú a dhéanamh ar shocruithe conarthacha atá ag FSS le soláthraí seirbhíse

source: If the CEO of the HSE or the service provider considers that a recommendation breaches this rule, they may amend the recommendation as required, or they may reject the recommendation and take other measures to deal with the complaint
ga: Má mheasann POF FSS nó an soláthraí seirbhíse go sáraíonn moladh an riail seo, d’fhéadfaidís an moladh a leasú de réir mar is gá, nó d’fhéadfaidís an moladh a dhiúltú agus bearta eile a ghlacadh chun dul i ngleic leis an ngearán

source: Will details of complaints received be reported?
ga: An ndéantar sonraí na ngearán a bhfaightear a thuairisciú?

source: The HSE is obliged to publish information about the complaints procedure, as part of its annual report
ga: Tá ar FSS faisnéis a fhoilsiú faoin nós imeachta gearán, mar chuid dá tuarascáil bhliantúil

source: Service providers must provide the HSE with details about the number and the nature of complaints dealt with, through their own complaints procedures
ga: Ní mór do sholáthraithe seirbhíse FSS a chur ar an eolas maidir le sonraí, líon agus cineál na ngearán a bpléadh leo, trína nósanna imeachta gearán féin

source: Complaints under the Disability Act 2005
ga: Gearáin faoin Acht um Míchumas 2005

source: The Disability Act 2005 provides for, among other things, the assessment of need of people with disabilities and the consequent drawing up of service statements
ga: I measc nithe eile, foráiltear leis an Acht um Míchumas 2005 do mheasúnú a dhéanamh ar riachtanais daoine faoi mhíchumas agus do ráitis seirbhíse a dhréachtú ina dhiaidh sin

source: There is also a complaints and appeals procedure under the Disability Act 2005 which you can use if you are unhappy with your child's assessment or service statement or delivery of related services
ga: Tá nós imeachta gearán agus achomharc ann freisin faoin Acht um Míchumas 2005, nós imeachta is féidir leat a úsáid mura bhfuil tú sásta le measúnú ar do leanbh, le ráiteas seirbhíse do linbh nó le soláthar seirbhísí gaolmhara

source: There is no fee to make a formal complaint to a service provider, who provides services on behalf of the HSE. How to apply
ga: Conas iarratas a dhéanamh

source: If you wish to make a complaint about the HSE you should first of all try to resolve the problem locally
ga: Má theastaíonn uait gearán a dhéanamh faoi FSS ba cheart duit iarracht a dhéanamh an fhadhb a réiteach go háitiúil i dtús báire

source: That means, bringing the complaint to the attention of the person in charge of the service, for example the ward sister in the case of a hospital complaint, or the supervisor in charge for other services
ga: Is ionann sin is a rá gur cheart an gearán a chur faoi bhráid an duine atá i gceannas ar an tseirbhís, mar shampla siúr an bharda i dtaobh gearáin ospidéil, nó an maoirseoir atá i gceannas i dtaobh seirbhísí eile

source: Some general advice on how to make a consumer complaint is available here
ga: Tá roinnt comhairle ginearálta ar fáil anseo maidir leis an gcaoi chun gearán ó thomhaltóir a dhéanamh

source: If you are still unhappy, you can make your complaint through the formal complaints mechanism
ga: Má tá tú fós míshásta, is féidir leat do ghearán a dhéanamh trí mheicníocht fhoirmiúil gearán

source: There are a number of ways in which to make a complaint to the HSE, including by mail, phone, email, online, or through advocacy or accessibility services
ga: Tá roinnt bealaí ann chun gearán a dhéanamh chuig Feidhmeannacht na Seirbhíse Sláinte, lena n-áirítear tríd an bpost, ar an ngutháin, trí ríomhphost, ar líne, nó trí sheirbhísí abhcóideachta nó inrochtaineachta

source: It is advisable to make your formal complaint in writing, giving as much detail as you can
ga: Moltar duit gearán foirmiúil a dhéanamh i scríbhinn, agus an méid sonraí agus is féidir a thabhairt

source: Written complaints will be acknowledged within five working days and the complaint will be investigated within 30 days
ga: Tabharfar admháil maidir le gach gearán scríofa laistigh de chúig lá oibre agus déanfar an gearán a fhiosrú laistigh de 30 lá

source: If the investigation takes longer than 30 days, the HSE will keep you up updated about progress on your complaint every 20 working days
ga: Má mhaireann an fiosrúchán tréimhse níos faide ná 30 lá, coinneoidh FSS ar an eolas tú maidir le dul chun cinn do ghearán gach 20 lá oibre

source: Following the investigation, you will receive a written response to your complaint and will be advised of your right to have an internal review of the recommendation of the complaints officer
ga: I ndiaidh an fhiosrúcháin, gheobhaidh tú freagra scríofa maidir le do ghearán agus tabharfar comhairle duit faoi do cheart go ndéanfaí athbhreithniú inmheánach ar mholadh an oifigigh ghearán

source: You will also be told of your right to complain to the Ombudsman
ga: Cuirfear ar an eolas tú maidir le do cheart gearán a dhéanamh don Ombudsman fosta

source: What happens if you exhaust the complaints process?
ga: Cad a tharlóidh má théann tú chomh fada agus is féidir leis an bpróiseas gearán?

source: If you have exhausted the health service complaints process, you may complain to the Ombudsman or the Ombudsman for Children. Their role is not changed by this complaints procedure
ga: Má tá tú imithe chomh fada agus is féidir le próiseas gearán na seirbhíse sláinte d’fhéadfá gearán a dhéanamh leis an Ombudsman nó leis an Ombudsman do Leanaí

source: Actions taken by service providers under agreements with the HSE will be considered to have been taken by the HSE for the purposes of the legislation governing each Ombudsman
ga: Measfar gur ionann gníomhartha arna ndéanamh ag soláthraithe seirbhíse faoi réir ag comhaontuithe le FSS is gníomhartha FSS chun críocha na reachtaíochta lena rialaítear gach Ombudsman

source: This in effect, extends the Ombudsman’s remit to these service providers
ga: Dá réir sin, clúdaítear na soláthraithe seirbhíse seo mar chuid de shainchúram an Ombudsman

source: The law doesn’t provide for a mechanism for implementing the recommendations of a complaints officer or for what is to happen if the recommendation is not implemented
ga: Níl aon mheicníocht ann sa dlí maidir le cur i bhfeidhm moltaí ó oifigeach gearán ná maidir lena dtarlaíonn mura ndéantar an moladh a chur i bhfeidhm

source: There is more information about the complaints procedure in Your Service, Your Say – HSE Complaints Policy
ga: Tá tuilleadh eolais faoin nós imeachta gearán i Do Sheirbhís, Do Bharúil – Beartas Gearán FSS

source: The HSE’s national information line is CallSave 1850 24 1850 or (041) 685 0300
ga: Is í uimhir Shaorghlao 1850 24 1850 nó (041) 685 0300 líne eolais náisiúnta FSS
